{
    "fr": "Français",
    "en": "Anglais",
    "links": "Liens des autres pages:",
    "products": "Produits",
    "context": "Mise en contexte:",
    "contextPara": "Le référencement naturel dans les moteurs de recherches (SEO) est primordial afin de générer du trafic organique sur un site web. Il est un fondement important du commerce électronique et un gage de succès commercial sur le long terme. Par contre, comme nous le verrons tout au long de la session, il est très difficile de savoir avec exactitude la “recette magique”, car les moteurs de recherches d’aujourd’hui sont très performants, adaptatifs et en constante évolution. De plus, cet univers est rempli de rumeurs, de ouï-dire et de chamans/gourous ayant soi-disant percé le mystère de l'algorithme de Google (spoiler: il n’y a pas de raccourcis ou de recette magique). Le tout sera abordé plus en détail dans le chapitre 9 de ce cours, mais nous profiterons de l’occasion d’ici là pour conduire notre propre expérience maison.",
    "tasks": "Tâches:",
    "tasks1": "Indexé avec le mot : mlabdpforlsjhew",
    "tasks2": "Lister 10 changements en lien avec le SEO",
    "logs": "Changements logs:",
    "logs1": "Création du site web : 2026-01-13",
    "logs2": "Créer un sitemap et essayer de l'intégrer dans le google search console : 2026-01-20",
    "logs3": "Modifier la page web pour ajouté du texte et des images : 2026-01-22",
    "logs4": "Ajouter une nouvelle page et référencer le mot dans une image : 2026-02-01",
    "logs5": "Ajouter un lien dans la page principale avec le mot clé : 2026-02-01",
    "logs6": "Ajouter une page ayant comme nom le mot clé : 2026-02-07",
    "logs7": "Mettre le mot dans divers paragraphes pour démontrer sont importances : 2026-02-07",
    "about": "À propos mlabdpforlsjhew",
    "mainPage": "Page principale",
    "product2": "Le mot clé permettant à indexé le site. Le mot mlabdpforlsjhew ne signifie rien en tant que tel, mais sera fréquamment nommé dans le site web pour amélioré l'indexation et possiblement la performance du SEO."
}